brew "awscli"
brew "charmbracelet/tap/mods"
brew "curl"
brew "claude-code"
brew "exa"
brew "eza"
brew "fd"
brew "fnm"
brew "fzf"
brew "git"
brew "jq"
brew "python"
brew "rich"
brew "ripgrep"
brew "shfmt"
brew "starship"
brew "stow"
brew "tfenv"
brew "tldr"
brew "tmux"
brew "yazi"
brew "zoxide"
cask "alacritty"
cask "brave-browser"
cask "datagrip"
cask "font-jetbrains-mono-nerd-font"
cask "intellij-idea"
cask "1password"
cask "postman"
cask "spotify"
cask "visual-studio-code"
