brew "awscli"
brew "curl"
brew "exa"
brew "eza"
brew "fzf"
brew "git"
brew "jq"
brew "nvm"
brew "python"
brew "ripgrep"
brew "starship"
brew "tldr"
brew "tmux"
brew "yazi"
brew "zoxide"
cask "alacritty"
cask "brave-browser"
cask "datagrip"
cask "font-jetbrains-mono-nerd-font"
cask "intellij-idea"
cask "postman"
cask "spotify"
cask "visual-studio-code"
vscode "eamodio.gitlens"
